Repository: ESUCC/Maximd
Catalog: application/translation/form004/page6.tmx
Source language: es
Languages: en

source: Reporte del maestro para estudiantes que están recibiendo servicios de educación especial<br /> Modificaciones/Ajustes hechos actualmente en el IEP
en: Teacher Report for Students Receiving Special Education Services<br /> Modifications/Accommodations Currently Addressed on the IEP

source: Administrador de Casos
en: Case Manager

source: Estudiante
en: Student

source: Calificación
en: Grade

source: Gerente del IEP
en: IEP Manager

source: Estimados maestros
en: Dear Teachers

source: Este estudiante
en: This student

source: cumple con los requisitos para recibir servicios de educación especial
en: is eligible to receive special education services

source: A continuación aparece una lista con las modificaciones que beneficiarán a este estudiante. Las que están señaladas han sido específicamente recomendadas para este estudiante en su reunión del IEP. Es su responsabilidad cumplir con las modificaciones/ajustes que aparecen en el listado a continuación. Por favor incorpore estas modificaciones/ajustes al planear las actividades en el salón de clases. Se pueden añadir otras modificaciones/ajustes según se considere necesario
en: The following is a list of modifications that will benefit this student. The ones that are marked have been specifically recommended for this student at his/her IEP meeting. It is your responsibility to follow the Modification/Accommodations listed below. Please incorporate these Modification/Accommodations when planning classroom activities. Other Modification/Accommodation can be added as deemed necessary

source: necesario para que el estudiante avance hacia el logro de los objetivos anuales y progrese en el programa general de estudios
en: necessary to advance student toward attaining annual goals and progress in the general curriculum

source: Nota: Las modificaciones/ajustes no se limitan a los puntos señalados y pueden ser revisados según sea necesario
en: Note: Modification/Accommodation are not limited to the items marked and may be reviewed as needed

source: Participación en el Programa de Educación General
en: General Education Program Participation

source: Indique las materias apropiada además de las modificaciones/ajustes que deben proporcionársele al estudiante en el programa de educación general. Si aplica más de uno, entonces seleccione "Todos las materias" o seleccione "Otro" y complete el campo del texo "Otro" al final de la sección
en: Indicate the appropriate subject area beside all Modification/Accommodations that are to be provided to the student in the general education program. If more than one applies, then choose "All Subjects" or choose "Other" and complete the "Other" text field at the bottom of the section

source: Motivación y refuerzo
en: Motivation & Reinforcement

source: Modificaciones/Ajustes instruccionales
en: Instructional Modification/Accommodation

source: Auto control / Seguimiento propio
en: Self Management/Follow-through

source: Calificaciones/Informe de progreso
en: Grading / Reporting Progress

source: Fecha de nacimiento
en: DOB

source: Todas las materias
en: All Subjects

source: Lectura
en: Reading

source: Inglés/Artes del Lenguaje
en: English/Language Arts

source: Ortografía
en: Spelling

source: Matemática
en: Math

source: Ciencias
en: Science

source: Estudios Sociales
en: Social Studies

source: Salud
en: Health

source: Economía
en: Economics

source: Educación Física
en: Physical Education

source: Música/Arte
en: Music/Art

source: Educación sobre carreras profesionales
en: Career Education

source: Almuerzo
en: Lunch

source: Familia y Ciencias del Consumidor
en: Family and Consumer Science

source: Biblioteca
en: Library

source: Título 1
en: Title 1

source: Declaración de Educación Especial y Servicios Relacionados
en: Statement of Special Education and Related Services

source: CONSENTIMIENTO DE LOS PADRES DE FAMILIA PARA QUE EL DISTRITO ESCOLAR PÚBLICO TENGA ACCESO A LOS FONDOS DE MEDICAID (Formulario de consentimeinto de MIPS)
en: PARENTAL CONSENT FOR PUBLIC SCHOOL DISTRICT TO ACCESS MEDICAID FUNDING (MIPS Consent Form)

source: La Ley Estatal requiere que las escuelas públicas tengan acceso a los fondos federales de Medicaid para las terapias guiadas por un IEP y un IFSP provistas a niños que cumplan con los requisitos para recibir Medicaid. La Ley Federal requiere el consentimiento de los padres para que los distritos tengan acceso a estos fondos de Medicaid. El distrito no requerirá que los padres o los niños se inscriban en el programa de Medicaid de Nebraska y los reclamos sólo se presentarán en caso de que el niño/estudiante sea elegible. No obstante, el distrito escolar aún debe proporcionar todos los servicios de educación especial que sean requeridos para el niño o para la familia, sin costo alguno. Este consentimiento es voluntario y puede ser anulado en cualquier momento. (Nebraska R.R.S. 43-2511; y 34 CFR 300.0 & 34 CFR 300.154)
en: State Law requires public schools to access Federal Medicaid funding for IEP and IFSP directed therapies provided to children eligible for Medicaid. Federal Law requires parental consent for districts to access this Medicaid funding. The district will not require parents or children to enroll in the Nebraska Medicaid program and claims will only be submitted when the child/student is eligible. Regardless, all required special education services must still be provided by the school district at no cost to the child or family. This consent is voluntary and may be withdrawn at any time. (Nebraska R.R.S. 43-2511; and 34 CFR 300.0 & 34 CFR 300.154)

source: Este CONSENTIMIENTO/RECHAZO se hace en nombre del estudiante/niño nombrado en la misma y aplica únicamente para las terapias identificadas y proporcionadas actualmente en el período de vigencia de este IEP/IFSP
en: This CONSENT/REFUSAL is made on behalf of the student/child named herein and applies only for therapies identified and actually provided during the effective period of this IEP/IFSP

source: El servicio sigue el calendario escolar
en: Service follows school calendar

source: Servicio
en: Service

source: Duración
en: Duration

source: Fecha de Inicio
en: Start Date

source: Fecha de Finalización
en: End Date

source: Veces/día
en: Times/day

source: Frecuencia
en: Frequency

source: Dispositivos o servicios tecnológicos auxiliares
en: Assistive Technology Devices or Services

source: Apoyos para el personal escolar
en: Supports for School Personnel

source: Notificación por Escrito par acceder a Los Beneficios Públicos o Seguro de un Niño o Padres
en: Written Notification to Access a Child's or Parent's Public Benefits or Insurance

source: Fecha
en: Date

source: Padre/Tutor
en: Parent/Guardian

source: Como padre de un niño con una discapacidad, usted tiene el derecho a ser notificado por primera vez y posteriormente cada año si la escuela trata de acceder a los beneficios o seguros públicos (ej. Medicaid) para pagar por servicios de educación especial requeridos que están incluidos en el IEP de su hijo y que son necesarios para asegurar una Educación Pública Gratuita y Apropiada (FAPE).
en: As a parent of a child with a disability, you have a right to be notified the first time and annually thereafter if the school district seeks to access your or your child's public benefits or insurance (i.e. Medicaid) to pay for required special education and related services which are included on your child's IEP and are necessary to ensure a Free Appropriate Public Education (FAPE).

source: Antes de utilizar los beneficios públicos o seguro de su hijo(a) por primera vez, se le pedirá a usted su consentimiento. El consentimiento previo por escrito que usted proporcionara debe:
en: Prior to utilizing your or your child?s public benefits or insurance for the first time, you will be asked for your consent. The prior written consent which you provide must:

source: Especificar la información personal identificable que tal vez revelen (ejem. records o información acerca de los servicios que tal vez se proporcionen a cierto niño en particular),
en: specify the personally identifiable information that may be disclosed (e.g., records or information about the services that may be provided to a particular child),

source: Especificar el propósito de la revelación ( ejem: servicios de factura bajo la parte B), y
en: specify the purpose of the disclosure (e.g., billing for services under Part B), and

source: Especificar la agencia a la cual se le puede revelar la información ( ejem: los beneficios públicos del estado o programa de seguro (Medicaid); y
en: specify the agency to which the disclosure may be made (e.g., the State's public benefits or insurance program (e.g., Medicaid)); and

source: Especificar que usted, el padre, entiende y acepta que el distrito escolar pudiera tener acceso a los beneficios públicos o seguro de su hijo(a) para pagar por los servicios relacionados a su educación especial.
en: specify that you, the parent, understands and agrees that the school district may access your or your child's public benefits or insurance to pay for special education and related services.

source: Si usted da su consentimiento, el distrito escolar anualmente le proporcionara una notificación por escrito de sus derechos con respecto al uso de los beneficios públicos o de seguro.
en: If you consent, the school district will annually provide you with written notification of your rights regarding the use of your public benefits or insurance.

source: Los padres tienen derecho a retirar su consentimiento para la revelación de información personal de sus hijo a la agencia responsable de la administración de las prestaciones publicas del Estado, o seguro (Medicaid) en cualquier momento. El retiro de consentimiento o la negativa a dar su consentimiento para revelar información de la identificación personal a la agencia responsable de la administración de las prestaciones publicas del estado o seguro(Medicaid) no libera al distrito escolar de su responsabilidad de asegurar que toda educación especial requerida y relacionada con los servicios mencionados en el IEP del niño(a) se proporcionen sin costo alguno para los padres.
en: Parents have the right to withdraw their consent to disclosure of their child's personally identifiable information to the agency responsible for the administration of the State's public benefits or insurance program (e.g., Medicaid) at any time. The withdrawal of consent or refusal to provide consent to disclose personally identifiable information to the agency responsible for the administration of the State's public benefits or insurance program (e.g., Medicaid) does not relieve the school district of its responsibility to ensure that all required special education and related services as specified on the child's IEP are provided at no cost to the parents.

source: Una escuela NO:
en: A school district may NOT:

source: Exigirá a los padres inscribirse en los beneficios de las escuelas publicas o programas de seguro (Medicaid) para que su hijo reciba una educación publica gratuita y apropiada(FEPE);
en: Require parents to sign up for or enroll in public benefits or insurance programs (e.g., Medicaid) in order for their child to receive a Free Appropriate Pubic Education (FAPE);

source: Requerirá que los padres hagan un gasto de su bolsillo como pago de cantidad deducible, o co-pago incurrido en la presentación de una demanda por servicios de educación especial, (sin embargo, el distrito podría pagar el costo el cual los padres de otra manera podrían estar obligados a pagar);
en: Require parents to incur an out-of-pocket expense such as the payment of a deductible or co-pay amount incurred in filing a claim for special education services; (However, the district may pay the cost that the parents otherwise would be required to pay.)

source: No puede utilizar los beneficios públicos o seguro de un niño si al utilizarlos:
en: May not use a child's benefits under a public benefits or insurance program if that use would:

source: Disminuye la cobertura de servicios a largo tiempo o cualquier otro beneficio asegurado;
en: Decrease available lifetime coverage or any other insured benefit;

source: Resultará en que la familia tenga que pagar por los servicios que de otra manera estarían cubiertos por los beneficios públicos o programas de seguro y que son necesarios durante el tiempo que el niño esta fuera de la escuela;
en: Result in the family paying for services that would otherwise be covered by the public benefits or insurance program and that are required for the child outside of the time the child is in school;

source: Incrementa el pago o causa la descontinuación a los beneficios de seguro;
en: Increase premiums or lead to the discontinuation of benefits or insurance; or

source: Corre el riesgo de perder la elegibilidad de servicios o extensiones en casa y comunidad, basados en gastos agregados relacionados con la salud.
en: Risk loss of eligibility for home and community-based waivers, based on aggregate health-related expenditures

source: NOTA:
en: NOTE:

source: Testa nota debe ser escrita y proporcionada en lenguaje entendible para el publico en general, y proporcionado en el lenguaje nativo de los padres o otro método de comunicación utilizado por los padres a menos que esto no sea claramente posible hacerlo.
en: This notice must be written and provided in language understandable to the general public, and provided in the native language of the parents or other mode of communication used by the parents unless it is clearly not feasible to do so.

source: Si el lenguaje nativo de los padres es otro que no sea Ingles, la información fue proporcionada en el siguiente lenguaje:
en: If the parent's native language is other than English, the notice was provided in the following language:

source: Español
en: Spanish

source: Otro (especifique)
en: Other (specify)

source: Si el lenguaje nativo u otro modo de comunicación de los padres no es lenguaje por escrito, el distrito escolar o cooperativa aprobada deberá tomar los pasos necesarios para asegurarse de: (1) que la nota sea traducida oralmente o de otra manera a los padres en su lenguaje nativo o otro medio de comunicación: y (2) que el padre entienda el contenido de esta nota.
en: If the native language or other mode of communication of the parents is not a written language, the school district or approved cooperative shall take steps to ensure: (1) that the notice is translated orally or by other means to the parents in his or her native language or other mode of communication; and (2) that the parent understands the content of the notice.
